<script setup>
import Header from '../components/Header.vue'
</script>
<template>
  <Header />
  <div class="p-8 mt-20 text-white">
    <h1>Здравствуйте!</h1>
    <p>
      Я студент 2 курса и активно развиваюсь в области IT. Несмотря на отсутствие опыта работы, я
      обладаю знаниями в HTML, CSS, JavaScript и Vue.js. Уверенно пользуюсь ПК и стремлюсь к
      постоянному улучшению своих навыков. О себе: я спокойный, неконфликтный и свободно говорю на
      казахском и русском языках. Легко вливаюсь в коллектив и готов к новым вызовам. Буду рад
      возможности стать частью вашей команды :)
    </p>

    <p>С уважением, Еримбетов Самат</p>
  </div>
</template>

<script setup></script>

<style scoped>
div {
  background-color: rgb(39, 43, 51);
}
</style>
